tap "homebrew/core"
tap "homebrew/php"
tap "homebrew/bundle"
tap "homebrew/services"
tap "caskroom/fonts"
tap "caskroom/cask"
tap "caskroom/versions"
brew "colordiff"
brew "curl"
brew "composer"
brew "git"
brew "sqlite"
brew "grc"
brew "htop"
brew "httpie"
brew "imagemagick"
brew "libyaml"
brew "mas"
brew "micro"
brew "mysql", restart_service: true
brew "nano"
brew "nkf"
brew "nodebrew"
brew "p7zip"
brew "perl"
brew "pkg-config"
brew "putty"
brew "source-highlight"
brew "ssh-copy-id"
brew "terminal-notifier"
brew "trash"
brew "tree"
brew "vim"
brew "wget"
brew "yarn"
brew "zsh"
brew "zsh-completions"
brew "homebrew/php/php71"
brew "composer"
cask "avast-security"
cask "alfred"
cask "caffeine"
cask "cyberduck"
cask "docker"
cask "firefox"
cask "google-chrome"
cask "google-japanese-ime"
cask "gyazo"
cask "java"
cask "iterm2"
cask "sourcetree"
cask "sequel-pro"
cask "slack"
cask "mysqlworkbench"
cask "visual-studio-code"
cask "visual-studio-code-insiders"
cask "vagrant"
cask "virtualbox"
cask "caskroom/fonts/font-source-han-code-jp"
mas "monosnap", id: 540348655
